simulations/increased_resolution_temp/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.1.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    inlet
    {
        type            wall;
        nFaces          160;
        startFace       344320;
    }
    outlet
    {
        type            wall;
        nFaces          160;
        startFace       344480;
    }
    ellipse
    {
        type            wall;
        nFaces          640;
        startFace       344640;
    }
    topAndBottom
    {
        type            wall;
        nFaces          1600;
        startFace       345280;
    }
    frontAndBack
    {
        type            empty;
        nFaces          345600;
        startFace       346880;
    }
)

// ************************************************************************* //
